{"任命助理": "桌面，60分；地面，63分；空气......56分。有待改进啊，博士。", "任命助理_JP": "机、６０点。床、６３点。空気……５６点。要改善ですよ、ドクター。", "交谈1": "最近身体有什么感觉不适的地方吗。嗯，皮肤干燥，嗯嗯，肩膀僵硬，眼球干涩，掉头发，乏力......很好，老问题而已，没什么大碍。只要您开始运动，这些很快就能解决。", "交谈1_JP": "最近、体調の優れないところはありますか？はい、肌の乾燥。ええ、肩の凝り、目の乾燥、抜け毛、抜力感……なるほど、いつもの症状ですから特に問題はありません、あなたが運動するようになれば、すぐにでも改善しますよ。", "交谈2": "医疗部的生活就是日常会议、岛内出诊、掌握干员身体情况、新药研究与开发，没什么新鲜事。", "交谈2_JP": "医療部の生活は、デイリー会議、艦内往診、オペレーターのヘルスデータの把握、新薬の研究開発といったことの繰り返しです、何も目新しいことはありませんよ。", "交谈3": "妈妈，不管您在哪里，请保佑我吧。", "交谈3_JP": "母さん、どこにいっても、見守っていてね。", "晋升后交谈1": "多亏大家照顾我们这些负责医疗的人，工作起来焦虑感少了很多，很快乐。当然，也有很多头疼的事情，比如煌干员回来时总搞得浑身是血，每次都是，她不知道清理那些体液有多麻烦吗？(提升至精英阶段1以查看)", "晋升后交谈1_JP": "私たち医療スタッフが、皆さんにご協力いただいているお陰で、仕事中の不安も減り、楽しく働けています。とはいえ、もちろんまだまだ頭を抱える問題も残っています。例えば、ブレイズ氏がいつも血塗れで帰ってくることとか、ええ毎回ですよ！体液の清掃がどれだけ面倒なのか、あの人は知らないんでしょうか？", "晋升后交谈2": "我说过多少次了不要熬夜不要暴饮暴食，您就是听不进去，对不对？那你还管理什么健康，一辈子都躺在椅子上算了！！......不好意思，我去冷静一下。(提升至精英阶段2以查看)", "晋升后交谈2_JP": "夜ふかしも暴飲暴食もだめだと何度も言ったでしょう、聞く耳を持たないということですか？じゃあ、何のための健康管理なのよ、一生椅子に寝てればいいんじゃない！！……ああっ、すみません、ちょっと頭を冷やしてきます。", "信赖提升后交谈1": "我不太能理解凯尔希老师在思考什么，她一直是那样......独特的人吗？哪怕只有一点，我也希望自己能追上她的步伐。(提升信赖至40%以查看)", "信赖提升后交谈1_JP": "ケルシー先生が何を考えてらっしゃるのが、私にはよく理解出来ません。ずっと……ああいう風な、変わった方なんですか？ほんの少しだけでも、先生のペースについて行けたらなと思っています", "信赖提升后交谈2": "只要恶人能受到惩罚，被非议又怎么样？我不介意把这些毒剂泼洒给敌人，这是他们应得的。(提升信赖至100%以查看)", "信赖提升后交谈2_JP": "悪人報いを受けさせるためなら、非難されても構いません。これなの毒薬を敵に向けて散布することも厭いませんよ、彼らが当然受けるべき罰なんですから。", "信赖提升后交谈3": "乌萨斯这个单词只会给我痛苦，我不想听，我一辈子都不想再听到。但它，是个巨人，发声振聋发聩。会被逼疯的，只有我。(提升信赖至200%以查看)", "信赖提升后交谈3_JP": "ウルサスという言葉は、苦しみをもたらすだけですから聞きたくありません。ええ、一生涯聞きたくない言葉です。ですが、あれは巨人です、耳を塞いでいても、この鼓膜を震わせるんです。狂わされるのは、私だけです。", "闲置": "你也知道自己之前环境清洁评测的分不高吧，再这样下去，博士可就是罗德岛的卫生吊车尾了。呼，这些我暂时帮你收拾了，剩下的记得空闲时清扫一下。", "闲置_JP": "環境衛生評価の点数がよくなかったことは、ご自身でも分かっていますよね。このままだと、ドクターがロドスで最下位になってしまいますよ。はー、ひとまずこの辺のものを片付けとおきました、残りをお手透きの際に、きれいにしてくださいね。", "干员报到": "我是医疗部的亚叶，现在开始参加战地医疗任务，同时应凯尔希老师的要求，对您的健康情况进行管理，请多指教。", "干员报到_JP": "医療部のフォリニックです、今後は戦場医療任務にも参加します。また、ケルシー先生の要請により、あなたの健康管理も担当します。よろしくお願いします。", "观看作战记录": "看来那时候药物的投入量还不够，下次再加三倍应该能达到预定效果。", "观看作战记录_JP": "当時の薬剤投与量は足りていなかったようですね。次は、あと三倍追加とすれば、想定通りの効果が期待出来そう。", "精英化晋升1": "感谢认可，这些都是我应当做的。(提升至精英阶段1以查看)", "精英化晋升1_JP": "認めていただき、ありがとうございます。私がやるべき仕事ですから。", "精英化晋升2": "总有一天，我会成为像凯尔希老师那样的医生，拭目以待吧。(提升至精英阶段2以查看)", "精英化晋升2_JP": "いつか必ず、ケルシー先生のような医師になってみせます、期待していてください。", "编入队伍": "我会尽到职责，保护各位的生命。", "编入队伍_JP": "職責を全うし、皆さんの命を守ります。", "任命队长": "医疗支援已覆盖全队，接下来就看博士你的了。", "任命队长_JP": "医療支援は全隊員に行き渡りました、後はドクター次第です。", "行动出发": "没事，我能有什么心理负担。", "行动出发_JP": "大丈夫です、プレッシャーなどありません。", "行动开始": "已接敌，准备反击与治疗。", "行动开始_JP": "敵に接触、反撃と治療の準備を。", "选中干员1": "还没想好？", "选中干员1_JP": "まだ考えているんですか？", "选中干员2": "时不我待。", "选中干员2_JP": "時間は待ってくれませんよ。", "部署1": "医疗支援已介入。", "部署1_JP": "医療支援が入ります。", "部署2": "已获得攻击许可。", "部署2_JP": "攻撃の許可が降りました。", "作战中1": "开始投药。", "作战中1_JP": "投薬開始。", "作战中2": "别担心，马上就起效了。", "作战中2_JP": "心配しないでください、すぐに薬効が現れます。", "作战中3": "三、二、一！", "作战中3_JP": "３、２、１！", "作战中4": "已配置过量药物，开始使用！", "作战中4_JP": "多量の薬剤が装填しました、使用開始します！", "4星结束行动": "我应该，也帮上了一点忙吧？", "4星结束行动_JP": "私も、少しは役に立ちましたよね？", "3星结束行动": "节省医疗资源是件好事，但在战场上没这个必要哦？", "3星结束行动_JP": "医療資源の節約は良いことですが、戦場ではその必要はありませんよ。", "非3星结束行动": "还好，只是擦伤，清创以后贴个创可贴就行。", "非3星结束行动_JP": "心配しないで、ただの掠り傷です、消毒して絆創膏を貼っておければ治ります。", "行动失败": "转移伤员，紧急手术！准备骨髓内输液！", "行动失败_JP": "負傷者を搬送、緊急手術を！骨髄液の準備もお願いします！", "进驻设施": "检测完毕，可以入住了。", "进驻设施_JP": "検査完了、入居出来そうです。", "戳一下": "欸？", "戳一下_JP": "ええ？", "信赖触摸": "有时候对你的言词是有点......过激了，但您也得明白自己的不足之处，可以吗。", "信赖触摸_JP": "時々、あなたへの言葉が少し……厳しくなることもあります。ですが、ご自身でも足りない処をしっかり理解してください、いいですか？", "标题": "明日方舟。", "标题_JP": "アークナイツ。", "问候": "工作辛苦了。", "问候_JP": "お疲れ様です。"}