{"任命助理": "哟，博士，是不是到我换班的时间了？嗯？你说，我好像是忽然从哪儿冒出来的？哪有，我可是刚来办公室啊。", "任命助理_JP": "よぉドクター、そろそろ俺の当番時間だぜ。ん？どこから湧いてきたって？バカ言うなよ、今ドアから入ってきたじゃねぇか。", "交谈1": "我上一份工作是在整合运动，这个我不是说过很多次了吗？背景调查之类的，我可是主动配合你们做的啊！哎，我在整合运动什么事都没做过，连洗心革面什么的都用不着啊。", "交谈1_JP": "前はレユニオンにいたって何回も言ったじゃねぇか。素性調査なんかも喜んで付き合ってやったろ？つか、別にやましいことは何もやってきてねぇから、改心っつってもなぁ。", "交谈2": "要说我对整合运动有什么不满，伙食啊！当然是伙食！我那小队的主食就只有黑面包，硬得像块石头，扔进锅里随随便便炖成汤。我说，对自己的肠胃好一点啊。", "交谈2_JP": "レユニオンの何が気に食わねぇって？メシだよメシ！俺がいたチームなんか、主食って言えるもんはライ麦パンくらいしかなくてさぁ、しかも石みてぇに固いから、スープにぶち込んで食うってわけ。そうでもしないと胃が痛くなっちまうよ。", "交谈3": "你和整合运动的“幽灵”部队应该接触过很多次了吧？我以前就在那工作，任务只是做些侦查，从不和人动手，无聊时就和人打赌，谁被发现的次数最少，现在想想，我根本是在欺负人啊。", "交谈3_JP": "レユニオンの「ゴースト隊」ってやつとはもう結構やりあったろ？俺も昔はあそこに所属してたんだぜ。まぁ偵察任務ばっかりで、ケンカはなかったけどな。退屈しのぎに、敵に発見された回数の少なさを競ったりしてさぁ。負けないって分かっててやってたし、今思えば俺ってひどいヤツだよなぁ。", "晋升后交谈1": "加入整合运动之前的事？当然是整天和抓感染者的人捉迷藏了，可我来去无形，那群追捕者只有目瞪口呆的份，哈哈......只是，总是这么躲着，对感染者们的处境也是没有任何帮助的。(提升至精英阶段1以查看)", "晋升后交谈1_JP": "レユニオンに入る前の暮らし？そりゃ感染者狩りのヤツらと毎日鬼ごっこだったな。まぁ俺が本気で身を隠せば、ヤツらは手も足も出ないんだけどな、へへ……いつまでも隠れてるだけじゃ、感染者の待遇がよくならねぇってのもわかるけどよ。", "晋升后交谈2": "当初，我躲进那些地下组织，曾经也想过去救助别的感染者，可渐渐的这颗心也变脏了。好在，现在我已经洗得干干净净了。什么意思？不要再问，不要再问喽。(提升至精英阶段2以查看)", "晋升后交谈2_JP": "当時はあの闇組織に潜り込んで、他の感染者を助けてやろうなんて考えてたこともあるけど、いろいろやってるうちに心まで汚れちまってな。でも今はスッキリした。意味がわからない？いいって、気にするな。", "信赖提升后交谈1": "“变色”这法术可复杂着呢！先得熟知这些玩意儿的材质和触感，每一条墙壁裂缝的形状，每一片泥土和树林的颜色，不然很快就会露怯，被抓到也是分分钟的事。(提升信赖至40%以查看)", "信赖提升后交谈1_JP": "擬態ってのは簡単じゃないぜ。まずは真似する対象の材質と感触を熟知しなきゃいけねぇんだ。壁に走る亀裂一本一本、土や木々の色まで完璧に真似る必要がある。そうしねぇとすぐ敵にバレちまって、話になんねぇぞ。", "信赖提升后交谈2": "明明办公室只有你一个人，一转头却发现零食没了？嗯，这样啊，我明白了，我一定会抓住犯人的，嗯。(提升信赖至100%以查看)", "信赖提升后交谈2_JP": "執務室に一人でいたはずなのに、気付いたらお菓子がなくなってた？そっかぁ、わかった。絶対犯人を捕まえてやるから、な？", "信赖提升后交谈3": "这是这次任务地点的布局？啊，明白了。哎，你真厉害啊，每次的战术都特别有成效，难怪整合运动被你打得落花流水。好，那我走了！(提升信赖至200%以查看)", "信赖提升后交谈3_JP": "これが今回の任務の配置か？なるほど、理解理解。つかあんたってすげぇよ。よくこんなうまい戦術を毎回考えられるよな。道理でレユニオンがいつも無残にボコられるわけだ。んじゃ、ちょっと行ってくるわ。", "闲置": "欸？房门没锁吗？", "闲置_JP": "あれぇ？部屋の鍵は閉めてねぇのか？", "干员报到": "你问我在哪儿？就在你面前！叫我伊桑吧。你问我刚才发生了啥？哈哈，现在还不能说哦！", "干员报到_JP": "俺が見えないって？目の前にいるじゃねぇか。まぁ俺のことはイーサンって呼んでくれ。ははっ、今なにが起こってんのか分からねぇって顔だな。このトリックはまだ秘密にしとくぜ。とりあえずよろしくな。", "观看作战记录": "我在哪儿？这不是在这儿吗？你看这录像，就这屏幕左上角，就左上角！", "观看作战记录_JP": "俺はどこってここだよここ。いるじゃねぇか、この左上の隅っこのとこ。そう、画面の左上！", "精英化晋升1": "哈哈，我说过吧，你肯定会喜欢上让我去做活的那种感觉。(提升至精英阶段1以查看)", "精英化晋升1_JP": "はは、言ったろ、俺の働きは絶対気に入るって。", "精英化晋升2": "唉，博士，你可得好好记住我们这些人呐。尤其像我这样的，也许死在战场上都没人会发现我啊。可千万要记得我在哪儿啊，就交给你了！(提升至精英阶段2以查看)", "精英化晋升2_JP": "なぁ、ドクター。俺らのことは忘れないでくれよ。特に俺みたいなヤツ、戦場で死んでも気づかれないからな。俺になんかあったら、あんたがなんとかしてくれよ。頼んだぜ。", "编入队伍": "你说刚才有一面墙在你眼前移动了？哈哈，怎么可能有那么夸张的事啊。", "编入队伍_JP": "今壁が目の前で動いたって？何言ってんだ、そんなことあるわけねぇだろ。", "任命队长": "嘿！我可是队长，你们都得听话点！", "任命队长_JP": "おい、隊長は俺だぞ。言うこと聞けよな！", "行动出发": "如果队伍里忽然少一个人，别恐慌。", "行动出发_JP": "もし仲間が一人急に姿を消してもパニクんなよ。", "行动开始": "要打架了？我先躲会儿！", "行动开始_JP": "ケンカか？ちょっと隠れておくか。", "选中干员1": "在这里，在这里！", "选中干员1_JP": "ここだここ！", "选中干员2": "要怎么做？", "选中干员2_JP": "どうすりゃいいんだ？", "部署1": "来了来了。", "部署1_JP": "きたきたー。", "部署2": "就这儿好了。", "部署2_JP": "ここでいいや。", "作战中1": "打他！快打他！", "作战中1_JP": "いいぞ！もっとやれ！", "作战中2": "暴力解决不了问题，但解决你没什么问题！", "作战中2_JP": "暴力じゃ何も解決できないけど、お前を料理するには充分だぜ！", "作战中3": "你看不见我！", "作战中3_JP": "俺が見えないだろ？", "作战中4": "你是不是眼前一黑？", "作战中4_JP": "目の前真っ暗になってねぇか？", "4星结束行动": "打完了吗？哎呀好累哦好累哦。", "4星结束行动_JP": "ケンカは終わりか？あーあ疲れた疲れたぁ。", "3星结束行动": "我也好好努力了喔，你看得见的吧，对吧！", "3星结束行动_JP": "俺だって頑張ったぜ。あんたも見てただろ、なぁ。", "非3星结束行动": "逃就逃了，放他们走吧。", "非3星结束行动_JP": "逃げたヤツはほっとけ。", "行动失败": "我建议你们先走，至少我能抓住他们的腿。", "行动失败_JP": "先に帰ってていいぜ、足止めくらいは俺にもできるさ。", "进驻设施": "真是不错的房间，让我来看看，什么地方比较显眼？", "进驻设施_JP": "いい部屋じゃねぇか。よし、目立つ場所はどこかなーっと。", "戳一下": "哦豁，被你发现了。", "戳一下_JP": "おっと、気づかれちまったか。", "信赖触摸": "喂，要不要出去逛逛？", "信赖触摸_JP": "なぁドクター、ちょっとそのへん回ってみねぇか？", "标题": "明日方舟。", "标题_JP": "アークナイツ。", "问候": "哟，博士，气色不错，有什么好事吗？", "问候_JP": "よぉドクター、いい顔してるな、なんかいいことでもあったのか？"}