{"任命助理": "别去刻意寻找，我一直在。", "任命助理_JP": "探し回るな、私はいつでもここにいる。", "交谈1": "黑夜中的人无法给你指路，也看不到你指出的方向。别停留，你该离开了......", "交谈1_JP": "闇夜を歩く人は道を示すことは叶わず、君の指し示す方向も見えない。闇に留まってはいけない……", "交谈2": "在这幅假面之下，我认不出自己是谁。", "交谈2_JP": "この仮面の下では、自分が誰であるかも分からない。", "交谈3": "这位是Miss.Christine。我不知道她从哪里来，也不知道她会在什么时候离开。如果她喜欢你，她会主动靠近......没错，像现在这样。", "交谈3_JP": "彼女はミス・クリスティーン。どこから来たのかも、いつ消えてしまうかも、私の預かり知るところではない。彼女は気に入ったものにだけ匂いをする……そう、今君にしているみたいにね。", "晋升后交谈1": "曾经的我也并非孤身一人。我有过一些伙伴，作为一个小剧团四处周游。但当矿石病爆发蔓延，一切到此结束，一切又由此而始......(提升至精英阶段1以查看)", "晋升后交谈1_JP": "かつての私は独りではなかった。小さな劇団に加わり、仲間たちとあっちこっちで公演して回ったものだ。しかし、鉱石病の蔓延で、全ては幕落とした、そしてそこから、全てが始まった……", "晋升后交谈2": "这片黑暗是庇护所，也是宝座，更是乐园。过去的亡灵从未离去，而我在他们的骸骨上诅咒这一切......看到我这副模样，你还想聆听我的歌声，你还敢...站在我身前吗？(提升至精英阶段2以查看)", "晋升后交谈2_JP": "この闇はシェルターであり、宝座であり、そして何より楽園でもある。過去の亡霊はこの場に縋り付き、私は彼らの亡骸の上でその全てを呪う……今の私を見て、それでも君は私の歌声を求めるのか、私の前に立つ……勇気はあるのか？", "信赖提升后交谈1": "喉咙上的这个装置压迫着我的脖颈，但这正是我需要的。和面具一样，它遮掩了我的罪恶，隐藏了我的声音。想听我真正的声音？不，不能。这不是你该承受的......(提升信赖至40%以查看)", "信赖提升后交谈1_JP": "喉のこの装置が私の首を締め付ける、しかし私にはこれが必要だ。仮面と同じように、私の罪を覆い隠し、声を遮ってくれる。私の真の声を聞きたい？いや、それは認められない。君が受け止めるべきものではないのだ……", "信赖提升后交谈2": "我的歌声结束了所有人的生命。无止境的夜，不停止的歌，那些从喉咙里呕出的发颤高音和内脏碎片，令人恐惧，也让人窒息......却又那么......美妙。博士，你告诉我，我到底......在做什么？(提升信赖至100%以查看)", "信赖提升后交谈2_JP": "私の歌声は全ての者の命を終焉に導いた。果てなき夜、反響し続ける歌、喉の奥から絞り出した、震えしファルセットと臓腑の欠片は、人々を慄かせ、その息を止めた……しかし、この上なく……美しかった。ドクター、教えてくれ、私は一体……何をしているのだろうか？", "信赖提升后交谈3": "我能帮你取走许多生命，但我必须先确认自己是否清醒。有什么在尝试左右我，它不愿我走下舞台，它想让歌声永远回荡下去......甚至去杀死你。再次扮演你的刺客前，我必须先找到真相。(提升信赖至200%以查看)", "信赖提升后交谈3_JP": "君のために多くの命を奪うことに躊躇いはない、しかし、まずは私の目が覚めているか確かめさせてくる。何かが私を支配しようとしているのだ、それは、私が舞台を降りることを拒み、歌声を絶やすことを許さない……そして最後に、君さえも殺すだろう。再び君の刺客を演じることになる前に、私は真相を突き止めなければならないんだ。", "闲置": "即使现在并非黑夜，黑影也不曾离开你的身边。小心你那些不合时宜的睡意，博士。", "闲置_JP": "闇夜に有らずとも、黒い影は君に付き纏う。不自然な時刻に現れる睡魔には、用心するんだ、ドクター。", "干员报到": "代号傀影，黑夜中的幽灵，幕布后的幻影。告诉我，你的敌人在哪，是谁......", "干员报到_JP": "ファントム、闇夜にさ迷う幽霊、緞帳裏の幻影。教えてくれ、君の敵の所在と、その名を……", "观看作战记录": "杀戮不是目的，而是手段。", "观看作战记录_JP": "殺戮は目的ではない、手段の一つだ。", "精英化晋升1": "如你所愿。罗德岛的曲调由你来定，你不需要引导或保护......是的，我很清楚。你才是你自己的主人。(提升至精英阶段1以查看)", "精英化晋升1_JP": "仰せのままに。ロドスの曲調は君が決める、誰の導きも保護も受けずに……そう、私には分かる、君こそが君自身の主なのだ。", "精英化晋升2": "这一步无法回头，无法后望。我将与你分享的东西，恐怕并不像你想象中那样美妙。......过来，来这里，这黑夜的幕布，就让我为你揭开。(提升至精英阶段2以查看)", "精英化晋升2_JP": "この一歩を踏み出せば、もう戻ることも、振り返ることもできない。今から私が見せるものは、想像のような美しさはないかもしれない。さぁ、こちらへ、この闇夜の緞帳を、今君のために開けよう。", "编入队伍": "该我登台了吗？", "编入队伍_JP": "私の出番か？", "任命队长": "给与引导，这我不陌生。", "任命队长_JP": "導きを与えろう……か？手慣れたものだ。", "行动出发": "就按你所说的方向......", "行动出发_JP": "君の指し示す方向に……", "行动开始": "戏剧该揭开它的帷幕了。", "行动开始_JP": "舞台の幕開けだ。", "选中干员1": "我在。", "选中干员1_JP": "ああ。", "选中干员2": "那么，潜入夜幕吧。", "选中干员2_JP": "では、夜の帳に潜り込むとしよう。", "部署1": "我自暗影中现身。", "部署1_JP": "私は闇夜に現れる。", "部署2": "听我的声音。听我歌唱。", "部署2_JP": "聞け、私の声を、歌を。", "作战中1": "看到镜中你自己的脸了吗。", "作战中1_JP": "鏡に映りし己が顔が見えるか？", "作战中2": "演员是台词的傀儡。", "作战中2_JP": "演者はセリフの傀儡だ。", "作战中3": "有罪者......当受罚。", "作战中3_JP": "罪人は……罰を受けるべきだ。", "作战中4": "为了我——歌唱吧！歌唱吧！歌唱吧！", "作战中4_JP": "私のために、歌え！歌え！歌え！", "4星结束行动": "这就是由你引导而来的胜利吗......", "4星结束行动_JP": "これは君が導きし勝利か？", "3星结束行动": "结束了。胜利并不甜美，纷争总是孕化了其它滋味。", "3星结束行动_JP": "終幕だ。勝利の味は甘美なものではない、紛争が孕む滋味は、それとは違う。", "非3星结束行动": "被他们逃了。对他们来说是件好事......对我来说，或许也是。", "非3星结束行动_JP": "逃げられたか、彼らにとっては良いことだ……或いは、私にとってもなぁ。", "行动失败": "撤退。......你已经迷失了方向。", "行动失败_JP": "撤退だ。君は行き先を見失ったようだ。", "进驻设施": "嗯？这面镜子后面，似乎......", "进驻设施_JP": "ん？この鏡の後ろ、これは……", "戳一下": "什么？", "戳一下_JP": "なんだ？", "信赖触摸": "这个脚步声......是你，博士。", "信赖触摸_JP": "この足音……やはり君か、ドクター。", "标题": "明日方舟。", "标题_JP": "アークナイツ。", "问候": "你身后的影子看起来比昨天更沉重，博士。", "问候_JP": "後ろの影は昨日よりも重く見えるなぁ、ドクター。"}