{"任命助理": "博士，凯尔希医生让我给您做个血液化验，在我准备好之前先随便聊聊吧。", "任命助理_JP": "ドクター、ケルシー先生からそなたの血液検査を頼まれた。準備をしながら少し話しでもしないか。", "交谈1": "我能不能控制吸血冲动？是不是小看我了呀！作为经受过训练的专业医生，我还是能分得清食物和病人的！", "交谈1_JP": "吸血衝動を抑えられるかだと？なめるな痴れ者が！訓練を積んだプロの医師として、食料と患者の線引きくらいわきまえておるわ！", "交谈2": "记录全体干员的血液常规指数是我的工作，即使当事人不太情愿，也是没办法的......这些血？这些......当然是用作血液检查的样本啊！你在想什么啦！", "交谈2_JP": "オペレーター全員の血液型を記録するのは必須事項だ。たとえ当事者が嫌がっても、な。この血？検査で採血したものだ。いったい何を勘違いしている？", "交谈3": "这里居然还有一位我的同族，而且担任的职位居然是......工程师？比起血液，她好像更喜欢机油的味道欸？", "交谈3_JP": "ここに妾の同族がいて、担当は……エンジニアだと？人間の血液よりも、機械のオイルの方が好みというわけか？", "晋升后交谈1": "成为医生的理由？其实也不是什么高尚的念头啦，仅仅是出于我们一族畸形的遭遇吧。之后，我的能力意外被人需要，事情就顺理成章地变成这样了......(提升至精英阶段1以查看)", "晋升后交谈1_JP": "医師になった理由か？別に崇高な理由があるわけではない、一族の歪な宿命といったところか。有り体に言えば、必要に迫られての成り行きということだな……。", "晋升后交谈2": "我们抑制本能冲动的方法？有一整套的自我暗示课程，食用的血液也有代用品，总之方法多种多样。(提升至精英阶段2以查看)", "晋升后交谈2_JP": "本能からくる衝動を抑える方法だと？自己暗示に、食用血液を代用品として摂取するなどが有効だな。まあ、方法なんていくらでもある。", "信赖提升后交谈1": "这只是采血后的常规处理啊，博士请不要动......唔，血、血液......您的血......我，我从来没闻过这么香的味道......我似乎被，被迷惑住了......！(提升信赖至40%以查看)", "信赖提升后交谈1_JP": "ドクター。採血後の処理をするから動くな。……くっ……そなたの血液……今まで嗅いだことのない芳しい香りだ……妾の心を惑わせる……。", "信赖提升后交谈2": "补充生理盐水！更换过滤器！砂罐、碳罐消毒......好嘞。博士，医疗设备可需要好好维护哦，凯尔希医生说过，等到博士您肾衰竭的时候，就得靠这些设备救命了......哎呀，开，开玩笑的啦。(提升信赖至100%以查看)", "信赖提升后交谈2_JP": "精製水の補充、フィルター交換、チャコールキャニスターの消毒……。ん？ドクターか。医療機器には徹底したメンテナンスが必要なんだ……。もしそなたが腎不全にでもなったら、これらの機器で生命をつなぎとめるしかないと、ケルシー先生が言っていたぞ。……冗談だ、本気にするな。", "信赖提升后交谈3": "好啦好啦，我承认，以前我是品尝过不少种族不同类型的血，而且，也确实以分析它们味道间的差异为乐......现在我没尝过的，大概就只有博士您的血了吧？呵呵......(提升信赖至200%以查看)", "信赖提升后交谈3_JP": "まぁ、確かに、様々な種族や血液型の血を飲み比べ、その違いを味わって楽しんだりしたこともある……。飲んだことがないのはそなたの血だけかもしれぬな。ふふ……。", "闲置": "哎，你居然还有时间睡觉，真让人羡慕啊。", "闲置_JP": "……ふっ、のんきに眠る時間があるとは、羨ましいことだ。", "干员报到": "我，华法琳，血液学专科医师。比起普通的治疗法术，我会利用血液学相关知识和经验，为你们提供比常规方式更好的医疗保障。那么，请多关照啦。", "干员报到_JP": "妾はワルファリン。血液学が専門の医師だ。ヒーリングアーツでのサポートもそうだが、血液学で得た知識と経験が、よりそなたたちの役に立つはずだ。では……世話になる。", "观看作战记录": "嗯。工作效率好像提高了。", "观看作战记录_JP": "ふむ。仕事の効率化がはかれそうだな。", "精英化晋升1": "......所以说，您有在认真听吗？急救备用的稀有血型呀，想要搜集这些血液是非常艰难的，所以......啊？晋升？是现在吗？(提升至精英阶段1以查看)", "精英化晋升1_JP": "いいか！？緊急時に輸血用として使える希少血液は、手に入れるだけでも一苦労なんだ、だから……は……？昇進？今更か？", "精英化晋升2": "也就是说，今后的工作会更繁重了，对吧？我早就预料到会有这一天了！毕竟，我原本就是这个领域的专家嘛。放心吧，一切都已经准备好了！(提升至精英阶段2以查看)", "精英化晋升2_JP": "これからもっと仕事が増える、そういうことだろう？こういう日が来ることは予想していたし、妾はもともとこの道のプロだからな。安心しろ、準備はできている。", "编入队伍": "等一下，至少等我准备好医疗器具之后再说。", "编入队伍_JP": "待て、医療器具を準備してからだ。", "任命队长": "队长只需要向您负责就好了，对吧？", "任命队长_JP": "隊長というのは、そなたに責任を約束すればよいのだろう？", "行动出发": "医疗用品都准备好了，随时都可以出发。", "行动出发_JP": "医薬品の積み込みは完了した。それでは出発する。", "行动开始": "现在还不太了解敌人的情况，毕竟光是照料我方人员，就把我的时间都排满了......", "行动开始_JP": "敵の状況はまだ不明瞭だ、味方の世話だけで時間がいっぱいいっぱいでな……。", "选中干员1": "请说。", "选中干员1_JP": "言ってみろ。", "选中干员2": "医疗器械设置完毕。", "选中干员2_JP": "医療機器の設置は済んでいる。", "部署1": "负伤的人，要记得立刻求救！", "部署1_JP": "負傷した者はすぐに知らせるんだ！", "部署2": "开始治疗。", "部署2_JP": "治療開始……。", "作战中1": "准备输血！", "作战中1_JP": "輸血準備！", "作战中2": "止血钳！", "作战中2_JP": "止血鉗子！", "作战中3": "这里有急救箱，请用这个！", "作战中3_JP": "救急キットだ、使え。", "作战中4": "我马上就来！", "作战中4_JP": "いま行くぞ！", "4星结束行动": "医疗小队也这么紧张，后方部队的压力实在不小......还好，我已经习惯啦。", "4星结束行动_JP": "医療班もそうだが、後方部隊の負担は増える一方だ……。なんとか慣れてはきたが……。", "3星结束行动": "战场是一个只会制造可怕悲剧的地方，希望那些人也能理解到这点。", "3星结束行动_JP": "戦場は凄惨な悲劇を生むだけの場所だ……こいつらにもそれを理解してもらいたいものだ。", "非3星结束行动": "优先救助伤员吧，先别管那些逃跑的敌人了。", "非3星结束行动_JP": "負傷者の救助が先だ。逃亡した敵兵など放っておけ。", "行动失败": "对不起，备用药剂也不够了......", "行动失败_JP": "すまない……薬剤の用意不足だ……。", "进驻设施": "果然，我还是习惯一个人思考问题啊......", "进驻设施_JP": "やはりひとりで考え事をするほうが、性に合うな……。", "戳一下": "欸，您在做什么呀......", "戳一下_JP": "っ！おい！何をしている……。", "信赖触摸": "博士，给您做定期检查的日子，是不是快到了？", "信赖触摸_JP": "ドクター、そろそろ定期検診が必要なのではないか？", "标题": "明日方舟。", "标题_JP": "アークナイツ。", "问候": "你好，博士。", "问候_JP": "ふむ、ドクターか。"}