{"任命助理": "啊，好闲，我想去逛街......不管了，我要出门！......嗯？你怎么还不换鞋？你当然要跟我走啊，不然呢。", "任命助理_JP": "んああ…暇だ、街ブラもいいな……よーし決めた、出かけんぞ！……おい、さっさと靴を履き替えんだよ。もちろん私と一緒に行くんだ、それ以外にあるか？", "交谈1": "看你一副很无聊的样子......喏，这个玩具给你。在工作？工作不就是很无聊吗？你可要看紧了，这个小偶人，一不注意就会消失掉哦。", "交谈1_JP": "つまんなそうな顔仕上がって……やるよ、おもちゃだ。仕事中？仕事つまんねえもんだろうか？気をつけろよ、ボヤッとしてたら、この小さな人形があっという間に消えてなくなるからな。", "交谈2": "哎，好饿啊，自己做个菜比我打个锅还难......我有个弟弟很擅长这事儿，每次聚会的时候，你想吃什么他就做什么，那才叫厨师！罗德岛食堂做的是个锤子菜啊。", "交谈2_JP": "うあぁぁ、腹減ったなぁ、とは言え、鍋を打つは安し割烹するは堅しってな……うちの弟の中に一人料理上手がいてな、家族みんな集まった時に、なんか食いたいって言え、直ぐに作って見せんだよ、あれこそ料理人ってやつだよなぁ！それに比べりゃ、ロドスの料理は何ともまあ味気ねぇこと。", "交谈3": "龙门是个不错的地方，但口味太淡了，一点都不辣，这怎么行！我和你说，辣，是种生活态度，当些微的刺痛感和浓烈的冲动在舌头上面爆开的时候，你会觉得，“啊，我的人生真有滋味。”", "交谈3_JP": "龍門も悪くないんだけどさぁ、なんつっても飯の味付けが物足りないんだよなー、全ッ然辛味が足んねぇのなんのんて、ありえないよなぁ！いいか、辛味ってのは生き方なんだ、ちょっといい痛みと強烈な衝撃が舌の上で爆発すりゃあ、おめぇだって、「人生とはこれほど滋味豊なものだったのか」って思うはずだ。", "晋升后交谈1": "我擅长的，原先只是种非常生活化的技术，只是我实在太容易被现状影响了，现在的我可真是战火缠身哪。熟悉了一把把武器拿在手里的感觉，偶尔手头空空还会有那么点不适应，真难办。(提升至精英阶段1以查看)", "晋升后交谈1_JP": "私の生業はな、もとは生活に根付いた技術の一つだったんだ、でも私は属性の影響を受けやすいってことで、今となっちゃ、戦火に身を焦がす羽目になってんだ。武器を手に持つ感覚にも慣れじまった、というか、持てないとなーんかしっくり来ないしなぁ、難しいもんだな。", "晋升后交谈2": "仪式之所以能不断流传，不在于它本身有什么意义，而在于它为众人带来了什么意义。演出有收获，企盼有回报，这又是我喜欢的故事类型，何乐不为呢？(提升至精英阶段2以查看)", "晋升后交谈2_JP": "儀式が受け継がれてく理由は、儀式自体に何か意味があるからじゃなくて、それが人に与える意味の中にあんだよ。演出には実りがあって、願いも満たされる、しかも、私好みのストーリーになってると来たもんだ、喜んで参加するに決まってんだろう？", "信赖提升后交谈1": "不适应现实的人会被现实淘汰，这算是很普通的常识吧？但我的兄弟姐妹里，还是有那么几个一直不肯放下架子呢。活的那么无趣，岁月会变成一种折磨啊。(提升信赖至40%以查看)", "信赖提升后交谈1_JP": "現実に馴染めないやつは、そのうちその現実に淘汰される、そんなの誰でも分かる常識だろう？なのに、うちの兄弟姉妹にまだ見栄を張ってるやつが何人もいる。そんなつまんねえ生き方をしてりゃ、歳月が苦になってくだけだってのになぁ。", "信赖提升后交谈2": "这么多年过来，我的梦已经变得很模糊了。唉，比起做梦，还有更重要的事情等着我去做，也许这就是活着。活着真难啊，可别人努力活下去的样子，我真是喜欢得不得了。你，要不要试试做我的砧？(提升信赖至100%以查看)", "信赖提升后交谈2_JP": "こんたけ長く生きてりゃ、夢も朧になるってもんだ。っふん、夢を見るよりやるべきことがあって、だから生きてるって実感できるかもなぁ。生きるのは大変だけど、人が必死に生き抜く様はたまらなく好きなのさ。さーて、おめぇに私の金床になる度胸はあるかな？", "信赖提升后交谈3": "冶铸是种凡俗工艺，但它也曾是往日生活的某种起源。纵使其它的一切都磨灭了，我也会把它保存得好好的，这是我曾经的选择。你也作出过重要的选择吧？看到最后吧。看到最后，才算完满。(提升信赖至200%以查看)", "信赖提升后交谈3_JP": "鍛冶はありふれた工芸に過ぎねぇけど、むかーしの暮らしの起源の一つでもあるんだ。ほかのものが全部消えじまっても、鍛冶だけはしっかり世に残して見せる、これはずーっと昔選んだ道だ。おめぇだって、大事な選択はしたことあるだろう？その結果は、絶対に見届けろよ。見届けてやっと、円満ってもんさぁ。", "闲置": "你怎么又睡着了？起来起来，陪我去买点东西，快点快点。", "闲置_JP": "また寝ちまったのかよ？もう起きろって、一緒に買い物行くぞ、ほら早く。", "干员报到": "有人吗？贵公司的员工和我说这里生活条件很好，免费食宿，还有多种多样的娱乐方式......闲杂人员不得入内？哎，别这样，给个面子嘛。", "干员报到_JP": "誰か？御社のスタッフからここでいい暮らしができるって聞いたんたけどさぁ、寝食はタダ、遊びも充実してるって……ん？関係者以外立ち入り禁止？んなこと言うなよ、少しは私の顔を立ててくれよん。", "观看作战记录": "嗯？这些东西对我毫无帮助啊。技巧什么的，只对看重它的人有用吧。", "观看作战记录_JP": "んん？こんなの私にゃなんの役にも立たねぇよ。技術は、それを重んじる奴が使うからこそ生きるんだよ。", "精英化晋升1": "晋升？我想想......是哦，过去好像也有这种事情来着。挺好的，谢谢你！(提升至精英阶段1以查看)", "精英化晋升1_JP": "昇進？考えてみりゃ……そうだ、昔も同じようなことがあったな。ふん、まあいいんじゃない？感謝しといてやるよ！", "精英化晋升2": "人和器物一样，有着品格之分。你还算有点意思，或者说......你本就不太一样？你似乎值得我铸把兵器。哎，可你又打不了架，铸剑送你，很浪费啊。(提升至精英阶段2以查看)", "精英化晋升2_JP": "人には器具と同じように、格付けってもんがあんだよ。おめぇはそん中でも面白い……というか、ちょっと異質ってとこかな？おめぇになら、兵器を鋳造してやる価値はあるかもしんねぇけど、剣を打ったどころで、戦えないなら宝の持ち腐れってやつだな。", "编入队伍": "干戈之事，真是在哪个时代都避不过啊。", "编入队伍_JP": "干戈の交わりってやつは、どの時代になっても避けらんねぇもんだな。", "任命队长": "啊？指挥？我没做过欸，行不行啊我。", "任命队长_JP": "あ？指揮？そんなのやったことねぇし、出来るかな。", "行动出发": "打造武器的工匠，必须承担它们带来的血腥。", "行动出发_JP": "武器を打つ鍛冶師はな、そいつで流れる血まで背負わなきゃいけないんだ。", "行动开始": "这把剑能把你们的存在价值连同肉体一起划开。", "行动开始_JP": "この剣でお前たちが生きる価値をその肉体こと切り裂いてやる。", "选中干员1": "哦？要我亲自动手吗？", "选中干员1_JP": "へえ？私にやれってか？", "选中干员2": "铸乃众相之柱。", "选中干员2_JP": "鋳とは柱、即ち鋳造は万象の支柱なり。", "部署1": "“生杀之机，焉能拱手相让？”", "部署1_JP": "「生殺の機、焉んぞよく拱手し相譲るん？」", "部署2": "哎，赶紧解决了事啦。", "部署2_JP": "ふん、さっさと片付けるぞ。", "作战中1": "以子之矛攻子之盾，就会产生大爆炸！", "作战中1_JP": "子の矛を以て、子の楯を陥さば何如。そうしたら全部ドッカンだ！", "作战中2": "我的身体内部，可是一千四百度喔。", "作战中2_JP": "私の体の内部は、一千四百度にもなんだよ。", "作战中3": "“明王圣帝，谁能去兵哉？”", "作战中3_JP": "「明王聖帝、誰かよく兵を去らんや？」", "作战中4": "我为什么要在你们这些低劣造物上浪费时间？", "作战中4_JP": "なぜこの私がお前ら劣等品の為に時間を浪費しなくてはならないんだ？", "4星结束行动": "不错嘛！在你身上，我看到了你们的一线希望哦。", "4星结束行动_JP": "いいね！おめぇの中に僅かな希望が見えたぞ。", "3星结束行动": "这点小菜还不够填牙缝的。", "3星结束行动_JP": "こんな撮みじゃ小腹だって膨れねぇよ。", "非3星结束行动": "喂，怎么出差错了？铸件里可不能有气孔呀。", "非3星结束行动_JP": "おい、おめぇやらかしたな？鋳造物に気泡が混じるのはやべぇだろうかよ。", "行动失败": "行不行啊......让我出力的话，各位队员将会遇到的危险，也许比现在还大。", "行动失败_JP": "見っともねぇな……私が本気を出せば、お前たちに降りかかる危険は今の比じゃないかもしれないぞ。", "进驻设施": "我能不能自己装饰寝室？", "进驻设施_JP": "部屋を自分で飾り付けてもいいか？", "戳一下": "欸，不要啦。", "戳一下_JP": "んあい、やめろって。", "信赖触摸": "别动！在给你做挂饰呢，稳重点！", "信赖触摸_JP": "コーラ動くんじゃねぇ！飾り付けてやってんだ、じっとしてろう！", "标题": "明日方舟。", "标题_JP": "アークナイツ。", "问候": "博士，你吃了没？", "问候_JP": "ドクター、飯は食ったか？"}