{"任命助理": "哟，博士。就算我把武器带进这里，你也会原谅我的对吧。那我就坐在这里了。", "任命助理_JP": "やあ、ドクター。執務室に武器持ち込んでも許してくれるよね。ここ、座るよ。", "交谈1": "有人想伤害你？好好想想你过去的所作所为，是不是在哪结下过什么仇怨啊。", "交谈1_JP": "誰かに狙われてる？じゃあしっかり思い出してみて、どこで恨みを買ったのかを。", "交谈2": "如果有人借复仇的名义来杀你，不要犹豫，干掉那个人。一旦你决定拿起武器，杀人就不需要什么理由。", "交谈2_JP": "もし復讐なんてしに来る奴がいたら、躊躇せず殺りなよ？一度武器を手にした相手は、殺すのに理由なんて要らないんだ。", "交谈3": "这么久没见，德克萨斯身边多了不少人嘛！哈哈，这很好！也让我和他们认识一下！", "交谈3_JP": "いつのまにかテキサスの周りもずいぶん賑やかになったね。ハハハ……いいね！ボクにもお友達を紹介してよ！", "晋升后交谈1": "你觉得我是杀手？好啊，你当然可以随意解读我。我可以成为任何人，也能做任何工作，在任何时间都能干掉我想干掉的人，只要我想！(提升至精英阶段1以查看)", "晋升后交谈1_JP": "ボクが殺し屋だって？いいよ、解釈は任せるよ！ボクは何者にだってなれるし、どんな仕事だってできる。そして、殺りたくなったらいつでも殺れる。ボクがそうしたいと思いさえすればね！", "晋升后交谈2": "我喜欢力量，博士，尤其是你还向我提供了可以尽情宣泄力量的职位......如果说这个疯狂的世界还剩下什么乐趣，就只剩下用我的力量征服一切这件事了吧！(提升至精英阶段2以查看)", "晋升后交谈2_JP": "ボクは力が好きだよ、ドクター。そんなボクの力を存分に振るえる仕事をくれるキミはサイコーだ。この狂った世界で、まだ何か楽しみがあるとすれば、それはボクの力で全てをねじ伏せることぐらいさ！", "信赖提升后交谈1": "德克萨斯？呵呵，虽然她在害怕我，不过我没打算对她做些什么。我只是想让她变回以前那个德克萨斯，而不是像现在这样怯懦......(提升信赖至40%以查看)", "信赖提升后交谈1_JP": "テキサス？フフッ、あの子はボクのことをものすごーく怖がってるけど、別に何かするつもりはないよ。ただ、ボクは昔のテキサスに戻ってもらいたいだけさ。今みたいな意気地なしじゃなかった頃のね……。", "信赖提升后交谈2": "......那个红色的......没错吧......！博士，我啊，是绝对不能靠近她的！但是，但是——这感觉，这感觉......！如果战斗的话一定会死，但是，还是想和那家伙打上一场啊......！(提升信赖至100%以查看)", "信赖提升后交谈2_JP": "あれは……あの赤いの……まさか……！ドクター、絶対にアレに近づいちゃだめだ！でも、でも――チッ、不思議な感じだ、戦ったらきっと死んでしまうのに、こんなにもあの子と戦いたいなんて……！", "信赖提升后交谈3": "想了解我和德克萨斯过去的事？哈哈，还真是挑起了一个不得了的话题啊你！总有一天你会知道的，但，绝不会是我来告诉你......(提升信赖至200%以查看)", "信赖提升后交谈3_JP": "テキサスとの昔話が聞きたい？ハハ、怖いもの知らずだねキミは。まあ、いずれわかるさ。話すのはボクじゃないけどね。", "闲置": "睡吧，至少现在，你还能做个美梦......", "闲置_JP": "眠るがいいさ……せめて今は甘い夢を。", "干员报到": "暴虐的恶人阻断正义的道路，我的主人啊，以复仇与恶意为名，引领弱小的人吧。", "干员报到_JP": "正義の道は暴虐の使徒により断たれた。我が主よ、復讐と悪意の名の下に、弱き者を導き給え。", "观看作战记录": "你爱我不断提升的力量，对吧！", "观看作战记录_JP": "どんどん強くなるボクの力、愛してくれるよね？", "精英化晋升1": "哈哈哈，好，我喜欢你对我的信任。德克萨斯做得到吗？(提升至精英阶段1以查看)", "精英化晋升1_JP": "アハハ、キミの寵愛、確かに受け取ったよ。テキサスにはこれができるかな？", "精英化晋升2": "对对，就是这样，解放更多的力量吧，你该这样做！(提升至精英阶段2以查看)", "精英化晋升2_JP": "そう、これでいい、もっともっと力を解き放とう！これはキミの使命だよ。", "编入队伍": "让德克萨斯来担任队长！", "编入队伍_JP": "隊長はテキサスにやってもらおう！", "任命队长": "把德克萨斯放到我的小队来！", "任命队长_JP": "ボクのチームにはテキサスを入れてよ！", "行动出发": "哈哈，诸位，反正我记不住你们的脸......算了，出发吧？", "行动出发_JP": "フッ……諸君、キミらの顔なんて覚えてられないけど……まあ、行こうか？", "行动开始": "你们就是敌人？那就拜托你们进攻用点力了，别让我太无聊！", "行动开始_JP": "キミたちが敵？手加減なしで頼むよ？ボクに退屈させないで！", "选中干员1": "让我见识见识你的能耐。", "选中干员1_JP": "お手並み拝見といこうか。", "选中干员2": "你准备怎么安排？", "选中干员2_JP": "さて、どうするかな？", "部署1": "不错的位置啊。", "部署1_JP": "悪くない位置取りだね！", "部署2": "哈哈！", "部署2_JP": "ハハッ！", "作战中1": "加油！还差一点。你就能干掉我了！", "作战中1_JP": "ほら頑張れ？もうちょっとでボクに勝てるかもしれないよ！？", "作战中2": "你能做到吗？", "作战中2_JP": "キミにできるかな？", "作战中3": "试着抵抗我吧！", "作战中3_JP": "抗ってみなよ！", "作战中4": "再加把劲！", "作战中4_JP": "さぁ、あと少し！", "4星结束行动": "这样就结束了？真无聊。", "4星结束行动_JP": "この程度で終わりなの？つまらないなあ。", "3星结束行动": "呵呵，喜欢我做的千层酥吗？", "3星结束行动_JP": "フフ、ボクお手製のミルフィーユ、味はどうだい？", "非3星结束行动": "马马虎虎吧，让那几个人逃走，我也有责任。", "非3星结束行动_JP": "まあまあかな。何人か逃したのはボクの責任だね。", "行动失败": "棒极了，这下，我践踏他们的欲望变得更强了！哈哈哈！", "行动失败_JP": "サイッコーだね、アイツらをぶっ殺してやりたい欲望が、ますます高ぶってきたよ！アハハ！", "进驻设施": "咦？刚才一瞬间，好像看到了一个红色的影子。", "进驻设施_JP": "あれ……赤い影が一瞬見えた気がする。", "戳一下": "呵呵。", "戳一下_JP": "ハハッ。", "信赖触摸": "越了解你，也就越了解德克萨斯。太棒了。", "信赖触摸_JP": "キミのことを知れば知るほど、テキサスのこともわかってくる。サイコーだね。", "标题": "明日方舟。", "标题_JP": "アークナイツ。", "问候": "呵，你好，博士。", "问候_JP": "フフッ、おはよう、ドクター。"}