{"任命助理": "唤我前来，定是渴望欣赏我优美的舞姿，对吧？......呃，帮忙搬运行李？我来这里才不是为了干力气活啊！", "任命助理_JP": "このコンヴィクション様を呼んだのは、私の美しい踊りが見たいからであろう？え、荷物を運べ？私は力仕事の為に来たのではないぞ!", "交谈1": "你身为领导者竟然如此羸弱，这是怎么回事？若不是怕阿米娅伤心哭泣，我定要就地将你断罪！", "交谈1_JP": "リーダーのくせに、弱っちい体をしているのはどういうことなのだ？アーミヤが悲しむから許しいてやるが、そうでなっかたら、ここで貴様を断罪してる所であるぞ！", "交谈2": "你连何为断罪都不知道吗？听好了，所谓断罪，是第一代断罪大师融合了传统舞步和古代格斗术，所创造出的全新暗杀拳法！我正是他的第三代传人！", "交谈2_JP": "断罪のことも知らんのか？不届き千万である。良いか？断罪と言うのは、初代である断罪大師考案の、伝統的な踊りと、古代の格闘術を融合させた、モダンでアラモードな暗殺拳法なのであーる。そしてこのコンヴィクション様が、その三代目継承者なのだ！", "交谈3": "断罪可不是什么野蛮的格斗术，这是一门将美丽与思念灌注进拳头，再以拳交心的艺术！知道了吗！", "交谈3_JP": "断罪はそこら辺の野蛮な格闘技とは違うのである。両の拳に魂と美しき愛しを載せて、その拳で語り合う芸術なのであーるー、分かったか？", "晋升后交谈1": "所谓艺术，是努力和智慧的结晶，当人们开始忽视艺术的真正价值，将这种神圣的产物当作游戏时，就会有断罪者现世。(提升至精英阶段1以查看)", "晋升后交谈1_JP": "芸術とは、皆知恵と努力の結晶なのであるぞ。断罪するものが生まれたのも、人々が神聖な芸術の進化を理解せず、それを蔑ろにしていたからなのである。", "晋升后交谈2": "连我身上这如同名画的压迫感都察觉不到，你是没有资格留在这个拯救者的队伍里的！唔唔唔唔，断！罪！(提升至精英阶段2以查看)", "晋升后交谈2_JP": "私から溢れ出る名画のようにデモニーシュなオーラを感じないのか？貴様、そんなことでは、我が救済者の集えに顔を出す資格もないのである。うんん、断罪！", "信赖提升后交谈1": "我居然是矿石病的感染者，而且这病没办法治愈吗？！可恶......果然这也是我的宿命吗？是挥动断罪之拳的人的宿命吗！喂，你这家伙，不许移开目光！我明明在讲一个很悲伤的故事！(提升信赖至40%以查看)", "信赖提升后交谈1_JP": "このコンヴィクション様が鉱石病の感染者だと？しかも、不治の病だと？おのれ、やはりこれも宿命なのか？断罪の拳を振るう者の宿命なのか？って、貴様、目を逸らすでない、私は今悲しい話をしているのだぞ。", "信赖提升后交谈2": "想成为断罪者？那么，你来想一下这个问题的答案！“你现在站在铁路分叉器前面，那边开来一列坐满杜林人的火车，前面有两条铁轨，其中一条铁轨上绑着几个艺术造诣太差的艺术家......”(提升信赖至100%以查看)", "信赖提升后交谈2_JP": "断罪師になりたいだと？ならば、貴様はこの問題の答えを考えてみるのだ。貴様は今、路線分岐器の前にいる、そこへ満員のドゥリン人が乗った列車がやって来る、二本のレールの片側には、数人のイケてない芸術家が縛られていて……", "信赖提升后交谈3": "连最简单的断罪难题都回答不上来！你这家伙一点艺术天赋都没有！吃我这招！断罪·二式！(提升信赖至200%以查看)", "信赖提升后交谈3_JP": "最も簡単な断罪問題すら答えられないとはなー、貴様は芸術を何一つ理解していない。喰らえ、断罪二式！", "闲置": "......嘿！哈！不，不对，不是这种效果，再来一遍——", "闲置_JP": "はっ！はっ！ふぅ、違うな。こうではない、もう一回！", "干员报到": "我乃断罪者，就以这个充满信念的名号作为代号吧。你问我有何才能？我懂得致命而美丽的断罪艺术！这就足够了！", "干员报到_JP": "私が断罪師コンヴィクション様である。この信念あふれる名を、貴様の言うコードネームにしてやるぞ。この私の才能だと？致命的な程美しいと言われる断罪芸術、私がその唯一の理解者なのだ。これで十分であろう！", "观看作战记录": "这种变强的机会，多多益善！", "观看作战记录_JP": "強くなれるなら、何でも持ってくるのだ！", "精英化晋升1": "呵呵呵，晋升！断罪隐藏的力量被释放的那一天已经不远了！(提升至精英阶段1以查看)", "精英化晋升1_JP": "ふっふっふ、昇進か？コンヴィクション様の秘めたる力が解き放たれる日も近いのである！", "精英化晋升2": "这种感觉......我感觉我的艺术造诣更深了，但我的身体里，好像有什么东西被创造了出来......！(提升至精英阶段2以查看)", "精英化晋升2_JP": "この感じ……私の芸術の造詣が一層深まった気がするのだ。私の中で、何かが生まれる！", "编入队伍": "因为偶尔会断罪到队友，所以我还是一个人行动比较安全。", "编入队伍_JP": "私ほどの断罪師にもなると、うっかり僚友を断罪してしまうこともある。皆の為にも、私はひとりで行動させた方が良いのだぞ。", "任命队长": "总之，开始断罪！", "任命队长_JP": "とりあえず、断罪を始めるのである。", "行动出发": "审判时间！", "行动出发_JP": "ジャッジメントタイム！", "行动开始": "来吧，清算你们的罪孽！", "行动开始_JP": "さぁ、貴様らの罪を数えてみろ！", "选中干员1": "现在就出发！", "选中干员1_JP": "今行くのだ！", "选中干员2": "好！", "选中干员2_JP": "いいぞ！", "部署1": "嘿咻——", "部署1_JP": "よいっしょ。", "部署2": "你这家伙做我的对手够格吗？", "部署2_JP": "貴様に私の相手が務まるのか？", "作战中1": "断罪！", "作战中1_JP": "断罪！", "作战中2": "喝！", "作战中2_JP": "カーツ！", "作战中3": "哈！", "作战中3_JP": "ハッ！", "作战中4": "后退！！", "作战中4_JP": "下がれー！", "4星结束行动": "成王败寇——这就是断罪的教义！", "4星结束行动_JP": "勝てば官軍負ければ賊軍、これぞ断罪の教義なのである！", "3星结束行动": "怎么样！是不是已经为我英勇的雄姿所倾——咦，已经撤退了？等等我啊！", "3星结束行动_JP": "どうだ、この私の凛とした勇姿。なぬ、もう撤収なのか？待つのである！", "非3星结束行动": "也好也好，虽然一点也不华丽，不过普通的胜利也不错。", "非3星结束行动_JP": "まあまあ、普通に勝利するというのも悪くないのである。", "行动失败": "呜......身为华丽的断罪者，决不允许有如此失态......！", "行动失败_JP": "ぬ……華麗なる断罪師に、こんな失態は許されないのである。", "进驻设施": "很难给这个房间断罪啊~", "进驻设施_JP": "この部屋を断罪するのは難しいのである。", "戳一下": "嗯？", "戳一下_JP": "ん？", "信赖触摸": "哇啊啊！你这家伙这次又想干什么！不会再让你随心所欲地捉弄我了！", "信赖触摸_JP": "わあ、貴様今度は何なのだ！もう好き勝手にはさせないのである！", "标题": "明日方舟。", "标题_JP": "アークナイツ。", "问候": "哦！这不是博士吗！", "问候_JP": "おお、ドクターではないか。"}