{"任命助理": "感谢您的指名。今晚，有什么想对我说的吗？", "任命助理_JP": "ご指名感謝します。今宵も心の声を俺に聞かせてください。", "交谈1": "东夜魔王？您知道了啊...不过对我来说，以前的辉煌都算不了什么，毕竟，我的未来只会更加的耀眼。", "交谈1_JP": "東夜の魔王？ああ、聞いてたのか、その通り名……。まぁ、今の俺にとって過去の栄光は所詮過去のもの。それよりも、更に輝かしい未来が俺を待っているのさ。", "交谈2": "虽然工作的地点变了，但我要给各位带来笑容的职责却没有变过。", "交谈2_JP": "職場が変わっても、俺の使命が変わることはないさ。そう、みんなを笑顔にするという使命はね。", "交谈3": "梓兰小姐的幸福初始计量表一定是负数吧，不然怎么可能见到我都板着个脸啊？说来，您要是知道点她的什么事记得给我讲讲。", "交谈3_JP": "オーキッドさんの幸せメーターは初めからマイナスなんだろうな。そうじゃないと、俺の顔を見るなり不貞腐れた顔をする説明がつかないだろう？ああ、それより、あの人のことについて何か知っていれば、俺にも教えてくれないか。", "晋升后交谈1": "我可是很强的，剑术这项优雅的运动，既能维持身材又能提升气质，有什么理由不勤加练习呢？喂，再强的人不努力也会变弱的！先搞清楚这点啊！(提升至精英阶段1以查看)", "晋升后交谈1_JP": "俺の実力？結構強い方だと思うよ。ああ、俺は剣術をやってるからね。心の鍛錬にも役立つってわけ。やらない理由はないだろう？それに、いくら強くても努力し続けなけりゃ弱くなっていくだけ。それを忘れちゃいけないね。", "信赖提升后交谈1": "人们说我以前的行当是把感情当做商品贩卖，“幸福”只是叫卖的吆喝。真是愚钝，若不付出真心，又怎么能看见客人的真心？(提升信赖至40%以查看)", "信赖提升后交谈1_JP": "前の仕事をしてた時は、「幸せにするなんてただの謳い文句で、結局は感情を売り物にしてるだけだろ」なんてことを言うやつが結構いてね。でも俺はあの仕事に真摯に向き合ってた。こっちも誠意を持って本気でやらないと、お客さんの心は見えてこないんだ。", "信赖提升后交谈2": "我认为幸福是相互影响的，是一种真实存在的气场。我以得见大家真心而收获幸福，大家就一定能因我的幸福而幸福。(提升信赖至100%以查看)", "信赖提升后交谈2_JP": "幸せはお互いに影響し合う一種のオーラみたいなものだと思ってる。みんなに本心を打ち明けてもらえるようになれれば俺は幸せになれるし、俺が幸せでいればみんなも幸せになってくれるはずだ。", "信赖提升后交谈3": "现在我在A6小组的同事......他们的性格古怪，心地却无比善良。这是命运的馈赠，提醒我要珍惜真正重要的人。(提升信赖至200%以查看)", "信赖提升后交谈3_JP": "うちのメンバーたちは……性格はちょっとアレだけど、みんな底抜けにいい奴らだ。こんないい奴らに恵まれるなんて、本当に大切な人を大事にしろっていう、天からの思し召しかな。", "闲置": "既然闲下来了，就先看看书好了。", "闲置_JP": "せっかくの休息時間だし、本でも読んでおくか。", "干员报到": "请露出你最美的笑容来，客人，在我的身边，幸福乃理应获得之物。月见夜，今后也随时恭候您的指名。", "干员报到_JP": "お客様、私に最高の笑顔を見せてくれませんか？この私がいる限り、幸せという名の贈り物が絶えずあなたのもとに届きますよ。ミッドナイト、いつでもご指名をお待ちしております。", "观看作战记录": "增长见闻，这点很重要！", "观看作战记录_JP": "見識を広げることも大事だね。", "精英化晋升1": "喔噢，我的努力也有了回报了啊！为表庆祝，就摆上个香槟塔吧！当然，这次我请。(提升至精英阶段1以查看)", "精英化晋升1_JP": "わお、努力が報われるとはこういうことだね。お祝いにシャンパンタワーでもいってみようか！もちろん、今回は俺のおごりだよ。", "编入队伍": "我就是成功的保障。", "编入队伍_JP": "この俺がいる限り、任務の成功は保証するよ。", "任命队长": "跟随帅气的我吧！", "任命队长_JP": "俺のカッコよさに、ついてきな！", "行动出发": "大家都拿出干劲来！", "行动出发_JP": "やる気全開でよろしく！", "行动开始": "好好看着我华丽的身姿。", "行动开始_JP": "この華麗な姿、ちゃんと目に焼き付けてくれよ。", "选中干员1": "嗯？", "选中干员1_JP": "んー？", "选中干员2": "怎么了？", "选中干员2_JP": "どうした？", "部署1": "到达。", "部署1_JP": "到着。", "部署2": "好的！", "部署2_JP": "オーケー！", "作战中1": "剑啊，划破这月夜吧！", "作战中1_JP": "剣よ、この月夜を引き裂け！", "作战中2": "渴饮鲜血吧！", "作战中2_JP": "浴びよ、己が鮮血を！", "4星结束行动": "果然不能小瞧你啊，博士，您今天的闪耀程度已经快超越我了。", "4星结束行动_JP": "やっぱりドクターは侮れないね。今日はこの俺を超えそうなほど輝いていたよ。", "3星结束行动": "这世间对于我来说只有一件事办不到，那就是——“不完美”。", "3星结束行动_JP": "俺にとって唯一不可能なこと、それは――「完璧でない」俺であることさ。", "非3星结束行动": "这样也不坏，总之先庆祝一下吧！", "非3星结束行动_JP": "こういう結果も悪くない。とりあえず一杯やろうか！", "行动失败": "别回头。等到下次，再用笑容来面对彼此吧。", "行动失败_JP": "終わったことは忘れて、次こそは笑顔で締めくくろう。", "进驻设施": "很棒的地方，晚上办场酒会吧。", "进驻设施_JP": "なかなかいい部屋じゃないか。今夜はパーティーをやろうか。", "戳一下": "喂......衣领要被弄乱了。", "戳一下_JP": "おっと……襟が曲がってしまうじゃないか。", "信赖触摸": "感谢您对我的照顾。", "信赖触摸_JP": "ドクターの気遣いには感謝してるよ。", "标题": "明日方舟。", "标题_JP": "アークナイツ。", "问候": "博士，晚上好。", "问候_JP": "いい夜だね、ドクター。"}