{"任命助理": "今天可以不用出门吗，太、太好了......像我这样的感染者，不应该穿着这样的衣服吧。自己亲手缝制的衣服，却没有穿它的权利......嗯？在罗德岛，可以吗？真的？", "任命助理_JP": "今日は、外に出なくてもいいんですか？よ、良かったです……私みたいな感染者は、こんなお洋服を着るべきじゃないですよね。自分の手で仕立て上げた物なのに、着る権利がないなんて……え？ロドスでは着っていいんですか？本当に？", "交谈1": "欸，我的衣服？啊，这、这件是我自己设计的，裙摆使用了一些传统的意象，虽然比不上爸爸的作品......但这也是我对复古风格的一种尝试。", "交谈1_JP": "ええっと、私のお洋服ですか？ああ、こ、これは、自分でデザインしたんです、裾には伝統的なモチーフを当ててみたんです。パパの作品には遠く及びませんけど、でも、これも、クラシックスタイルへの、私なりのチャレンジです。", "交谈2": "午安，博士，我在尝试整理房间......经常把房间弄得一团糟，对不起......以前从来没有自己整理过，现在慢慢练习，很有趣，但也经常打碎装饰......", "交谈2_JP": "御機嫌よう、ドクター、お部屋のお片付けをしていた所なんですが……いつも、散らかしてしまってごめんなさい……今まで自分でしたことがなくて、今は、少しずつ練習してるんですよ。とても楽しいですが、飾ってある物をよく壊してしまって……", "交谈3": "脱离了那种生活，一开始确实不太适应，但之前我只是觉得自己成了感染者，没法再过那种生活，所以担惊受怕......现在不是了。我想学些新的东西，想为罗德岛的和我一样的病人们做些事。", "交谈3_JP": "生活が一変して、確かに最初は、あまり馴染ませんでした。あの時はただ、自分は感染者になってしまった、もう今までのようには暮らせない、そんな事を考えてたら、いつも不安で、怖くて……でも、いまは違います、私、新しいことを学びたいです。ロドスの、私と同じような患者さん達のために、少しでも力になりたいです。", "晋升后交谈1": "从小，爸爸就一直要求我学习剑术，小时候我并不喜欢......但在那场事故之后，有时握着剑，会比牵着纺线更让我安心。(提升至精英阶段1以查看)", "晋升后交谈1_JP": "小さい頃から、ずっとパパに剣術を頑張るように言われてきましたが、昔はどうしても好きになれなくて……でも、あの事故以来、お裁縫をしている時よりも、剣を握っている時の方が、安心することもあるんです。", "晋升后交谈2": "我曾经很害怕出门，被感染后，总觉得一切都在鄙夷我......但是现在我已经明白，大家身上闪烁着的自尊心，和是否感染一点关系都没有。这才是最美丽的纹饰啊。(提升至精英阶段2以查看)", "晋升后交谈2_JP": "前は、外に出るのが怖かったんです。感染したあと、何もかもが私を蔑んでいるように感じて……でも今は、もう気付きました、皆さんの心に輝いているプライドは、感染者かどうかなんて全然関係ないんです。それこそが、世界で一番美しい紋様ではありませか？", "信赖提升后交谈1": "博士，那个......可，可以的话，我、我替您做几件衣服......吧？我觉得你很适合我的一些想法呢。啊，其他的干员们，我也时常这么请求的......(提升信赖至40%以查看)", "信赖提升后交谈1_JP": "ドクター、あの……も、もし良ければ、ドクターのお洋服を仕立てしても……いいですか？私が考えたデザイン、きっとドクターに似合うと思うんです。あ、ほかのオペレーターの方々にも、よくこんなお願いをしているんですが……", "信赖提升后交谈2": "那些用矿石刺我的人，我原本当然很恨他们的，只是现在......如果一直被囚禁在那种鄙夷和绝望中，我也会做出可怕的事吧。我一点也不后悔逃出我的宅子，哪怕那里有我很多温暖的回忆。(提升信赖至100%以查看)", "信赖提升后交谈2_JP": "オリジニウムで私を刺した人達、最初は勿論憎かったですが、今は……もしずっと、あの侮蔑と絶望の中に囚われていたら、私も恐ろしい事をしてかしていたのかもしれません。だから私、家を出たことに、少しも後悔はないんです、優しい思い出が、たくさんある場所でしたが。", "信赖提升后交谈3": "大家教我的东西，我想全都加在为大家编织的衣服中......呵呵，虽然这样看起来，元素有些冗杂了呢。但当我用剑和他们一起战斗，以及用针去缝出花纹的时候，我的心境就是这样的呀。(提升信赖至200%以查看)", "信赖提升后交谈3_JP": "皆さんから教わった事、全部お洋服に込められたらなって思いながら仕立てってるんです……うふふ、こうして見ると、ちょっと要素を取り入れすぎたみたいですね。でも、剣を取って皆さんと一緒に戦う時や、針で模様を刺繍する時、いつもこんな心境になるんですよ。", "闲置": "趁现在，来编点小东西吧。", "闲置_JP": "今のうちに、小物でも編んちゃおっかな。", "干员报到": "你，你好博士......我的代号是柏喙......请问，这儿有针织缝纫室吗？", "干员报到_JP": "ご、御機嫌よう、ドクター……私、コードネームはバイビークと申します……あの、ここって裁縫室はありますか？", "观看作战记录": "他们战斗的方式，我从来都没想过......", "观看作战记录_JP": "こんな戦い方があるなんて、考えてもみませんでした……", "精英化晋升1": "晋、晋升？我......可以吗？我其实不那么擅长战斗......谢谢你。(提升至精英阶段1以查看)", "精英化晋升1_JP": "しょ、昇進？私で、いいんですか？実は、戦いってあんまり得意じゃないですが……ありがとうございます。", "精英化晋升2": "我的身边......有罗德岛的干员们、有博士您在，我相信在有限的生命里，我也能活得和普通人一样精彩......甚至，过上一种他们从未想象过的生活。(提升至精英阶段2以查看)", "精英化晋升2_JP": "私には、ロドスの皆さんや、ドクターが居ってくださいます。限りある命の中で、こんな私でも、健常者の方と同じように、色鮮やかな……いいえ、彼らが想像も着かないような日々を送れると、信じています。", "编入队伍": "好、好的！", "编入队伍_JP": "わ、分かりました！", "任命队长": "欸？我、我来指挥吗？", "任命队长_JP": "え？わ、私が指揮を？", "行动出发": "就像纹理一样，只有一种织法。", "行动出发_JP": "布地の折り目と同じように、やり方は一つです。", "行动开始": "争斗还是不可避免吗......", "行动开始_JP": "やはり、争いは避けられないですね……", "选中干员1": "啊，好的！", "选中干员1_JP": "あっ、はい！", "选中干员2": "战、战斗的服装已经准备好了！", "选中干员2_JP": "戦闘用の服も、ばっちり準備してきました！", "部署1": "用剑和用针，是一样的吗？", "部署1_JP": "剣と針の扱いって、通じる所があるでしょうか？", "部署2": "我也......可以战斗！相信我！", "部署2_JP": "私も……戦えます！信じてください！", "作战中1": "我，我是不会留情的！", "作战中1_JP": "て、手心は加えません！", "作战中2": "有话请留到战斗以后，我有要保护的人！", "作战中2_JP": "お話は後で、守らなきゃいけない人がいるんです！", "作战中3": "像引线穿针一样......出剑！", "作战中3_JP": "針に糸を通するように……突く！", "作战中4": "生命难道也可以裁剪吗？", "作战中4_JP": "命も裁断できるというんですか？", "4星结束行动": "您辛苦了，博士！那个，我的表现怎么样呢？", "4星结束行动_JP": "お疲れ様でした、ドクター！あの、私の戦いぶりは、いかがだったでしょうか？", "3星结束行动": "终、终于结束了！如果各位的制服有破损的话，我可以帮忙修补......", "3星结束行动_JP": "や、やっと終わりました！皆さん、もし制服が破れたりしてたら、私がお直しします……", "非3星结束行动": "啊，有人逃走了......不过，比死得痛苦......要好很多。", "非3星结束行动_JP": "あ、逃げた人がいました……でも、苦しみながら死んでしまうよりは、ずっといいですもんね。", "行动失败": "我，我......我还是，还是很没用......", "行动失败_JP": "わ、私……やっばり、やっぱり役立たずです……", "进驻设施": "嗯......纺织间在哪里呢？", "进驻设施_JP": "ええっと……裁縫室はどこでしょうか？", "戳一下": "呀！", "戳一下_JP": "やあ！", "信赖触摸": "啊，博士，帮我拿一下布料好吗？", "信赖触摸_JP": "あ、ドクター、生地を運ぶのをお手伝い頂けませんか？", "标题": "明日方舟。", "标题_JP": "アークナイツ。", "问候": "您、您好，博士。", "问候_JP": "ご、御機嫌よう、ドクター。"}