{"任命助理": "博士，我来找你玩啦~", "任命助理_JP": "やっほードクター、遊びに来たよー。", "交谈1": "博士，你可不要小看我，在我的老家，第一大道还有三条商店街的孩子们可都是听我号令的。", "交谈1_JP": "ドクター、小さいからって甘く見ないでね！里にいた頃は、街の子たちがみ～んな、あたしの子分だったんだよ。", "交谈2": "虽然杜林肯定是因为懒得想才直接拿我们族的名字当代号，但是这样我就被占便宜了欸，“杜林的桃金娘”，听起来不像是她的所有物了吗？", "交谈2_JP": "ドゥリンはきっと考えるのが面倒だったから、種族の名前をそのままコードネームにしたんだよね。でもそうなると、あたしが「ドゥリンのテンニンカ」って自己紹介すると、まるであの子のものみたいに聞こえちゃうから…それってずるくない？", "交谈3": "这里的器械虽然原理我都懂，但是用起来感觉好奇怪欸，有的有好多多余的部分，有的又意外的简便。", "交谈3_JP": "ここの機械って、仕組みはわかるけど、なんか変な使い心地だね。余計に複雑なものもあれば、意外と簡単なのもあったりしてさ。", "晋升后交谈1": "这面旗子？啊，博士你眼光不错喔，这面布是我家的桌布，因为怎么也弄不脏所以离家前被我偷偷带出来了，啊哈哈，爸爸现在肯定气死了。(提升至精英阶段1以查看)", "晋升后交谈1_JP": "この旗？ふふ、さすがドクター、いい目してるね。これはうちのテーブルクロスだったんだけど、どうやっても汚れなくて面白かったから、こっそり家から持ち出しちゃったの。へっへー、今頃パパは絶対怒ってるだろうね。", "晋升后交谈2": "欸，我的苹果很厉害吗？唔，在我家那边很普通吧。博士你要玩或者想拿去研究的话可以借你，别弄坏了就行~(提升至精英阶段2以查看)", "晋升后交谈2_JP": "え、あたしのリンゴちゃんがすごいって？う～ん、里ではわりと普通かな。ドクターが遊びたいとか研究したいとか言うなら貸してあげてもいいけど、壊さないでね。", "信赖提升后交谈1": "地上虽然有很多我还不适应的地方，不过好吃的东西真的有好多，我最喜欢罗德岛的食堂啦！(提升信赖至40%以查看)", "信赖提升后交谈1_JP": "地上にはまだ慣れないことがたくさんあるけど、おいしいものがいっぱいあるから楽しい！特にロドスの食堂は最高だよ！", "信赖提升后交谈2": "博士，我必须要严肃地指出一个事实，那就是，我已经成年了！而且在杜林里，我的身高是偏高的！你要告诉其他人，不要看到我就下意识地摸我头，还给我塞零食！(提升信赖至100%以查看)", "信赖提升后交谈2_JP": "ドクター、真面目な話、あたしはね、もう成人してるから！それにドゥリンの中でも結構身長が高い方なの！だから、あたしを見るなり頭撫でながらおやつ渡すのをやめてってみんなに言ってよ！", "信赖提升后交谈3": "我说，博士，你对我的家乡感兴趣吗？我可以带你回去看看！不过，因为回家要走超久的路，所以等我有心情的时候再说吧~(提升信赖至200%以查看)", "信赖提升后交谈3_JP": "ねぇドクター、あたしの故郷には興味ある？連れてったげよっか！でも、あそこに着くまで結構歩くから、あたしがその気になってからにしよう。", "闲置": "博士要休息一下吗，那我旗子借你盖盖。", "闲置_JP": "ドクター、休むの？じゃー、あたしの旗を布団代わりに貸してあげるね。", "干员报到": "我来报到啦！你就是博士对吧？可以叫我桃金娘，杜林族的桃金娘。杜林说在这里能找到工作，所以，有什么我能做的事吗？别看我个子小，我还挺厉害的哦。", "干员报到_JP": "初めまして！あなたがドクター？あたしはテンニンカ、ドゥリン族のテンニンカだよ。ここなら仕事も見つかるってドゥリンが言ってたけど、何かあたしにできることない？背は小さいけど、あたしってすごいからね。", "观看作战记录": "嗯，嗯......这场打的有意思，还有吗，博士？", "观看作战记录_JP": "ふむふむ……今の面白かったね。これってまだある？ドクター。", "精英化晋升1": "咦，我升职了吗？那我可不可以去一些之前不能去的地方看看？(提升至精英阶段1以查看)", "精英化晋升1_JP": "え？昇進？あたしが？じゃあ、今まで行けなかったところに行ってもいい？", "精英化晋升2": "我一开始就说了嘛，我可是挺厉害的呢！嗯——哼！(提升至精英阶段2以查看)", "精英化晋升2_JP": "最初に言ったでしょ、あたしはすごいよって！えっへん！", "编入队伍": "任务？我去我去！", "编入队伍_JP": "任務？行く行く！", "任命队长": "大家不要离我太远哦。", "任命队长_JP": "みんな、あまりあたしから離れないでね。", "行动出发": "出——发——！", "行动出发_JP": "しゅっぱーつ！", "行动开始": "有我在，大家放心上吧！", "行动开始_JP": "みんな安心して戦って、あたしがついてるから！", "选中干员1": "嗯？", "选中干员1_JP": "ん～？", "选中干员2": "呼啊，差点睡着了......", "选中干员2_JP": "うわっ、寝ちゃうところだった……。", "部署1": "博士，这里景色还不错欸！", "部署1_JP": "ドクター、ここっていい景色だね！", "部署2": "我来帮助其他人！", "部署2_JP": "みんな、助けに来たよ！", "作战中1": "我可要认真起来啦！", "作战中1_JP": "本気で行くよ！", "作战中2": "大家快来我身边~", "作战中2_JP": "みんな、こっち来て！", "作战中3": "小苹果，今天也拜托你啦。", "作战中3_JP": "リンゴちゃん、今日もよろしくね！", "4星结束行动": "呼、呼，累死我了，博士，我想回去睡觉。", "4星结束行动_JP": "はぁ、はぁ……疲れた……ドクター、眠いからもう帰っていい？", "3星结束行动": "大获全胜！博士，我有派上用场吧？", "3星结束行动_JP": "だいしょーり！ドクター、あたしちゃんと役に立てた？", "非3星结束行动": "赢了就好嘛，博士，妈妈说过，斤斤计较老得快哦。", "非3星结束行动_JP": "勝てたんだからそれでよし！ドクター、いちいち気にし過ぎると老けちゃうよってママが言ってたよ。", "行动失败": "大家快跑！", "行动失败_JP": "みんな、逃げるよ！", "进驻设施": "哇，罗德岛真大！", "进驻设施_JP": "うわーロドスって広いね！", "戳一下": "咦，这样好有趣！", "戳一下_JP": "面白いね！", "信赖触摸": "食堂为什么不能24小时都开着呢？", "信赖触摸_JP": "どうして食堂は24時間やってないの？", "标题": "明日方舟。", "标题_JP": "アークナイツ。", "问候": "博士，有什么有趣的事情吗？", "问候_JP": "ドクター、なんか面白いことない？"}